export const warnings = {
    title: "Текст повинен містити 1-20 символів",
    date: "Невірно вказаний дедлайн",
    text: "Текст повинен містити 1-200 символів",
    email: "Електронна пошта введена не вірно",
    password: "Пароль має містити великі літери цифри і 8 символів",
    name: "Введіть коректно ваше ім'я",
    firstName: "Введіть коректно ваше прізвище",
    repeatPass: "Паролі не збігаються",
    input: "Це поле є обов'язковим",
    space: "Приберіть лишні пробіли",

    emailAlready: "Ця електронна пошта вже існує",
    requestFailed: "Поганий зв'язок з інтернетом",
    tooManyRequests: "Забагато спроб",
    userDisabled: "Цей користувач заблокований",
    userNotFound: "Користувача не знайдено",

    invalidCredential: "Невірно введений пароль",

    error: "Сталася не відома помилка"
}